Repository: 84000/data-translation-memory
Catalog: toh190-v3.tmx
Source language: bo
Languages: en

source: བཙུན་པ་རབ་འབྱོར་གང་ཞིག་དེ་བཞིན་གཤེགས་པའི་སྤྲུལ་པ་ལ་འདྲི་སྟེ། རིགས་ཀྱི་བུ་ཁྱོད་སུ་ཡིན་པ་དང་། ག་ལས་འོངས་པ་བདག་ལ་སྟོན་ཅིག་ཅེས་དེ་སྐད་སྨྲས་ན། ཇི་སྐད་དུ་ལན་འདེབས་པར་འགྱུར། སྨྲས་པ།
en: The lady responded, “Honorable Subhūti, what response could be given if someone were to question an emanation of the Thus-Gone One, saying, ‘Noble son, tell me who you are and whence you came’?”

source: ཆེ་ཞེ་ཅུང་ཟད་ཀྱང་ལན་གདབ་ཏུ་མེད་དོ། །སྨྲས་པ།
en: “Elder sister, no response whatsoever could be given.”

source: བཙུན་པ་རབ་འབྱོར་དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་སྤྲུལ་པའི་ངོ་བོ་ཉིད་ཀྱི་མཚན་ཉིད་དུ་ཤེས་ན་བདག་གིས་ཅི་ཞིག་ཞེས་སུ་མཆིས།
en: “Similarly, honorable Subhūti, knowing that all phenomena are essentially emanations, what is there for me to say?

source: གཞན་ཡང་གང་ཞིག་བཙུན་པ་རབ་འབྱོར་ལ་འདྲི་སྟེ། ཅི་ཁྱོད་སོ་སོའི་སྐྱེ་བོ་ཡིན་ནམ། འོན་ཏེ་སློབ་པའམ། དགྲ་བཅོམ་པ་ཡིན་ཞེས་དེ་སྐད་སྨྲས་ན། ལན་ཇི་སྐད་གདབ། དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་སེམས་པ་ལ་ཞུགས་ཏེ།
en: Furthermore, if someone were to question honorable Subhūti, saying, ‘Are you an ordinary being, a learner, or a worthy one?’ how would you respond?”

source: ཆེ་ཞེ་འདིའི་ལན་ཇི་སྐད་གདབ་པར་བྱ་སྙམ་མོ། །དེ་ནས་བར་སྣང་ལས་བཙུན་པ་རབ་འབྱོར་ཁྱོད་ཀྱིས་ཅུང་ཟད་ཅིག་ཐོབ་པའམ། རྟོགས་པའམ། མངོན་སུམ་དུ་བྱས་པའམ། མངོན་པར་རྟོགས་པ་གང་གིས་དགྲ་བཅོམ་པ་ཡིན་པར་ཤེས་པ་དེ་ཆེ་ཞེ་འདི་ལ་སྟོན་ཅིག་ཅེས་སྒྲ་བྱུང་ངོ་།
en: While honorable Subhūti was pondering how to respond to the elder sister, a voice called out from the sky, “Honorable Subhūti, explain briefly to this elder sister how you know that you are a worthy one, whether it is due to your attainment, realization, experience, or understanding.”

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས་བར་སྣང་དེ་ལས་སྒྲ་བྱུང་བ་དེ་ཐོས་ནས་བུད་མེད་དེ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཆེ་ཞེ་བདག་ནི་སོ་སོའི་སྐྱེ་བོ་ཡང་མ་ཡིན། སློབ་པ་ཡང་མ་ཡིན། དགྲ་བཅོམ་པ་ཡང་མ་ཡིན་ནོ། །སྨྲས་པ།
en: Hearing this voice from the sky, Venerable Subhūti said to the lady, “Elder sister, I am not an ordinary being, nor am I a learner, nor am I a worthy one.”

source: བཙུན་པ་རབ་འབྱོར་དེ་བདག་གིས་ཇི་ལྟར་གཟུང་བར་བགྱི། སྨྲས་པ།
en: “Honorable Subhūti, how am I to understand that?”

source: ཆེ་ཞེ་དེ་བཞིན་གཤེགས་པའི་སྤྲུལ་པའི་གདགས་པ་ཇི་ལྟ་བ་དེ་བཞིན་དུ་བདག་ལ་ཟུང་ཤིག །སྨྲས་པ།
en: “Elder sister, think of me just like someone designated as an emanation of the Thus-Gone One.”

source: བཙུན་པ་རབ་འབྱོར་ནི་དགྲ་བཅོམ་པ། ཟག་པ་ཟད་པ། ཉོན་མོངས་པ་མེད་པར་གནས་པ་རྣམས་ཀྱི་མཆོག་དང་ཡོན་གནས་ཞེས་བགྱི་བ་ལགས་སོ། །སྨྲས་པ།
en: “Honorable Subhūti is called ‘the foremost among the worthy ones whose defilements have been exhausted and who are without afflictions, worthy of offerings.’ ”

source: ཆེ་ཞེ་བདག་ནི་དགྲ་བཅོམ་པ། ཟག་པ་ཟད་པ། ཉོན་མོངས་པ་མེད་པར་གནས་པ་རྣམས་ཀྱི་མཆོག་དང་ཡོན་གནས་མ་ཡིན་ནོ། །སྨྲས་པ།
en: “Elder sister, I am not the foremost among the worthy ones whose defilements have been exhausted and who are without afflictions, worthy of offerings.”

source: བཙུན་པ་རབ་འབྱོར་དེ་ལྟར་ན་ཤེས་བཞིན་གྱིས་བརྫུན་གསུང་བར་མི་འགྱུར་རམ།
en: “If you speak in such a way, honorable Subhūti, aren’t you deliberately lying?”

source: སྨྲས་པ། ཆེ་ཞེ་གལ་ཏེ་བདག་ཟག་པ་ཟད་པ། ཉོན་མོངས་པ་མེད་པར་གནས་པ་རྣམས་ཀྱི་མཆོག་དང་། ཡོན་གནས་ཡིན་པར་འཛིན་པར་གྱུར་ན་ནི་དེ་ལྟར་ན་བདག་བརྫུན་དུ་སྨྲ་བར་འགྱུར་ན།
en: “Elder sister, if I were to think that I was the foremost and most worthy of offerings among those whose defilements have been exhausted and who are without afflictions, then I would be lying.

source: གང་གི་ཕྱིར་བ་དག་དེ་ལྟར་མི་འཛིན་པ་དེའི་ཕྱིར་བ་དག་ནི་ཡང་དག་པར་སྨྲ་བ་ཡིན་གྱི་བརྫུན་དུ་སྨྲ་བ་ཞེས་མི་བྱའོ། །སྨྲས་པ།
en: However, since I do not think that, I speak honestly, and this cannot be called lying.”

source: བཙུན་པ་རབ་འབྱོར་སྒོ་གང་འདིར་ལྷ་བདེན་པ་མཐོང་བ་ཆོས་མཉན་པའི་ཕྱིར་འདུས་པ་རྣམས་ལ་སླུ་བར་མི་འགྱུར་རམ། སྨྲས་པ།
en: “Honorable Subhūti, aren’t you deceiving the gods who have seen the truths and who have gathered by the gate to listen to the Dharma?”

source: ཆེ་ཞེ་བདེན་པ་མཐོང་བ་གང་དག་ཡིན་པ་དེ་དག་ནི་སླུ་བར་མི་ནུས་སོ། །སྨྲས་པ།
en: “Elder sister, one cannot deceive those who have seen the truths.”

source: བཙུན་པ་རབ་འབྱོར་གྱིས་བདེན་པ་རྣམས་གཟིགས་སམ།
en: “Has honorable Subhūti seen the truths?”

source: སྨྲས་པ།
en: “I have.”

source: མཐོང་ངོ་། །སྨྲས་པ། གལ་ཏེ་བདེན་པ་རྣམས་མཐོང་དུ་རུང་ན་ནི་དེ་དག་བདེན་པ་མ་ལགས་པར་འགྱུར་རོ།
en: “If the truths can be seen, they are not the truths.

source: །དེ་ཅིའི་སླད་དུ་ཞེ་ན།
en: Why not?

source: བདེན་པ་རྣམས་ནི་སུས་ཀྱང་མཐོང་བར་མི་ནུས་པའི་སླད་དུའོ།
en: Because the truths cannot be seen by anyone at all.”

source: །རབ་འབྱོར་གྱིས་སྨྲས་པ། ཆེ་ཞེ་བདེན་པ་མཐོང་བ་ཞེས་བྱ་བ་དེ་གང་གི་ཚིག་བླ་དགས་ཡིན།
en: “Elder sister,” replied Subhūti, “what does the phrase ‘seeing the truths’ mean?”

source: སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་བདེན་པ་མཐོང་བ་ཞེས་བགྱི་བ་དེ་ནི་ཆོས་ཐམས་ཅད་མཉམ་པ་ཉིད་དུ་ཡང་དག་པར་མཐོང་བའི་ཚིག་བླ་དགས་སོ།
en: “ ‘Seeing the truths,’ honorable Subhūti, refers to beholding all phenomena as sameness.

source: །བདེན་པ་མཐོང་ཞེས་བགྱི་བ་དེ་ནི་ཕྱིན་ཅི་ལོག་ཡང་དག་པར་མཐོང་བའི་ཚིག་བླ་དགས་སོ། །སྨྲས་པ།
en: Saying ‘I have seen the truths’ refers to seeing that which is mistaken.”

source: ཆེ་ཞེ་ཁྱོད་ཀྱིས་གང་ལས་བསམས་ཏེ་དེ་སྐད་སྨྲས།
en: “What do you mean by that, elder sister?”

source: སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་ཕྱིན་ཅི་ལོག་གིས་ཉོན་མོངས་པ་ཀུན་ནས་བསླང་བ་གང་ལགས་པ་དེ་ནི་བདེན་པ་མཐོང་བས་སྐྱེ་བར་འགྱུར་ཏེ།
en: “Honorable Subhūti, seeing the truths is to see that afflictions occur because of being mistaken.

source: དེས་ན་ཕྱིན་ཅི་ལོག་ཡང་དག་པར་མཐོང་བས་བདེན་པ་མཐོང་ཞེས་བགྱིའོ།
en: Therefore, by seeing that which is mistaken, it is said that one sees the truths.”

source: །དེ་ནས་སྒོ་གང་དེར་ཆོས་མཉན་པའི་ཕྱིར་ལྷ་འདུས་པ་དེ་དག་གིས་གནས་བརྟན་རབ་འབྱོར་ལ་རགས་པའི་ལུས་བསྟན་ནས་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: Then the gods who had gathered at the gate to listen to the Dharma revealed the coarse forms of their bodies to elder Subhūti and said, “Honorable Subhūti, you have heard the eloquence of this elder sister;

source: །བཙུན་པ་རབ་འབྱོར་ཁྱོད་ཀྱིས་ཆེ་ཞེ་འདིའི་སྤོབས་པ་ཐོས་པ་དེ་ནི་ཁྱོད་ཀྱིས་རྙེད་པ་ལེགས་པ་རྙེད་དོ།
en: this is a fortunate discovery by you.

source: །སེམས་ཅན་གང་དག་གིས་བསྟན་པ་འདི་ཐོས་ནས་མོས་པ་དེ་དག་ཀྱང་རྙེད་པ་ལེགས་པར་རྙེད་པ་ཡིན་ནོ།
en: Anyone who, hearing this teaching, dedicated to it has also met with similar fortune.

source: །གང་དག་མོས་པ་དེ་དག་ནི་གང་ལས་ཀྱང་རྣམ་པར་གྲོལ་བ་མེད་དོ།
en: However, those who appreciate it are not liberated from anything.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: And why is that?

source: མོས་པ་མང་བ་རྣམས་ནི་གང་ལས་ཀྱང་རྣམ་པར་གྲོལ་བ་མེད་དོ།
en: It is because for those who are greatly appreciative, there is no liberation from anything at all.

source: །མོས་པ་མང་བ་ལ་ནི་འཆིང་བ་མེད་པས་ན་དེ་ནི་གང་ལས་ཀྱང་རྣམ་པར་གྲོལ་བ་མེད་དོ།
en: Since those who are greatly appreciative are not bound, they are also not liberated from anything.”

source: །དེ་ནས་བུད་མེད་དེས་ཡང་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །བཙུན་པ་རབ་འབྱོར་བསོད་སྙོམས་ལ་རྒྱུར་མི་བཞུད་དམ།
en: Then the lady said to Venerable Subhūti, “Honorable Subhūti, aren’t you going for alms?

source: བཤོས་བཅད་དེ་ཅི་བགྱི།
en: Why have you stopped collecting food?”

source: སྨྲས་པ། ཆེ་ཞེ་བདག་གི་ཟས་ནི་འདི་ཉིད་ཡིན་ཏེ། ཆོས་མཉན་པ་འདི་ལྟ་བུས་ཆོག་གོ།
en: “Elder sister, my food is just this—it will suffice to listen to the Dharma like this.

source: །ཆེ་ཞེ་གང་ཆོས་གོས་དང་བསོད་སྙོམས་ཀྱི་ཕྱིར་ཡིད་མི་བདེ་བ་སྐྱེ་བ་དེ་ནི་ཆོས་འདོད་པ་མ་ཡིན་ནོ།
en: Elder sister, one who worries about Dharma robes and alms is not one who longs for the Dharma.

source: །གང་རྙེད་པ་དང་། བཀུར་སྟི་དང་། ཚིགས་སུ་བཅད་པ་འདོད་པ་དེ་ནི་ཆོས་འདོད་པ་མ་ཡིན་ནོ།
en: One who longs for gain, esteem, and praise is not one who longs for the Dharma.

source: །གང་ལུས་དང་། སྲོག་དང་། བསོད་སྙོམས་འདོད་པ་དེ་ནི་ཆོས་འདོད་པ་མ་ཡིན་ནོ།
en: One who is concerned with his body, life, and alms is not one who longs for the Dharma.

source: །གང་ཐ་ན་ལེགས་སོ་ཞེས་བྱ་བ་འདོད་པ་དེ་ཡང་ཆོས་འདོད་པ་མ་ཡིན་ནོ། །སྨྲས་པ།
en: Even one who longs for approval is also not one who longs for the Dharma.

source: ཆེ་ཞེ་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་དག་ཆོས་འདོད་པ་ཇི་ལྟ་བུ་ཡིན།
en: Elder sister, what are the sons and daughters of noble family who long for the Dharma like?”

source: སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་གང་འདོད་པ་ལ་མི་སྲེད་པ་དེ་ནི་ཆོས་འདོད་པའོ།
en: “Honorable Subhūti, one who does not crave pleasure is one who longs for the Dharma.

source: །གང་མིག་དང་གཟུགས་མི་འདོད་པ་དང་། རྣ་བ་དང་། སྒྲ་དང་། སྣ་དང་། དྲི་དང་། ལྕེ་དང་། རོ་དང་། ལུས་དང་། རེག་བྱ་དང་། ཡིད་དང་། ཆོས་མི་འདོད་པ་དེ་ནི་ཆོས་འདོད་པའོ།
en: One who is not concerned with the eyes and forms, and who is not concerned with the ears and sounds, the nose and odors, the tongue and tastes, the body and tangible objects, or the mind and mental phenomena—that is one who longs for the Dharma.

source: །གང་ཆོས་ཅི་ལ་ཡང་མི་རྟེན་པ་དེ་ནི་ཆོས་འདོད་པའོ།
en: One who does not depend upon any phenomenon whatsoever is one who longs for the Dharma.

source: །བཙུན་པ་རབ་འབྱོར་གཞན་ཡང་གང་དག་ཕུང་པོ་དང་། ཁམས་དང་། སྐྱེ་མཆེད་མི་འདོད་པ་དེ་ནི་ཆོས་འདོད་པའོ།
en: Furthermore, honorable Subhūti, one who does not long for the aggregates, elements, and sense sources is one who longs for the Dharma.

source: །གང་འདོད་པ་དང་། གཟུགས་དང་། གཟུགས་མེད་པ་མི་འདོད་པ་དེ་ནི་ཆོས་འདོད་པའོ།
en: One who does not long for the realms of desire, form, and formlessness is one who longs for the Dharma.

source: །གང་དམིགས་པའི་མཚན་མ་ལ་དམིགས་པ་མི་འདོད་པ་དེ་ནི་ཆོས་འདོད་པའོ།
en: One who does not desire to focus on the characteristics of what is observed is one who longs for the Dharma.”

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས་བུད་མེད་དེ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཆེ་ཞེ་བཟོད་པར་གྱིས་ཤིག །བདག་སྒོ་གང་འདི་ནས་འགྲོའོ།
en: Then Venerable Subhūti said to the lady, “Elder sister, I beg your pardon, as I must take my leave of your gate.”

source: །བུད་མེད་དེས་སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་དཔེར་ན་སའི་ཁམས་ལ་བཟོད་པ་གསོལ་མི་འཚལ་བ་དེ་བཞིན་དུ་བཙུན་པ་རབ་འབྱོར་གང་གི་སེམས་ས་དང་འདྲ་བ་དེ་ལ་ནི་བཟོད་པ་གསོལ་མི་འཚལ་ལོ།
en: “Honorable Subhūti,” replied the lady, “to give an analogy, one does not beg pardon of the earth element. Likewise, honorable Subhūti, one does not beg pardon of someone whose mind is like earth.

source: །བཙུན་པ་རབ་འབྱོར་ཆུ་ལ་བཟོད་པ་གསོལ་མི་འཚལ་བ་དེ་བཞིན་དུ་གང་གི་སེམས་ཆུ་དང་འདྲ་བ་དེ་ལ་ནི་བཟོད་པ་གསོལ་མི་འཚལ་ལོ།
en: Honorable Subhūti, one does not beg pardon of water. Likewise, one does not beg pardon of someone whose mind is like water.

source: །བཙུན་པ་རབ་འབྱོར་མེ་དང་། རླུང་དང་། ནམ་མཁའ་ལ་བཟོད་པ་གསོལ་མི་འཚལ་བ་དེ་བཞིན་དུ་གང་གི་སེམས་མེ་དང་། རླུང་དང་། ནམ་མཁའ་དང་འདྲ་བ་དེ་ལ་ནི་བཟོད་པ་གསོལ་མི་འཚལ་ལོ།
en: Honorable Subhūti, one does not beg pardon of fire, wind, or space. Likewise, one does not beg pardon of someone whose mind is like fire, wind, or space.

source: །བཙུན་པ་རབ་འབྱོར་གྲུ་དང་། སྟེགས་དང་། ཟམ་པ་དང་། ལམ་པོ་ཆེ་ལ་བཟོད་པ་གསོལ་མི་འཚལ་བ་དེ་བཞིན་དུ་བཙུན་པ་རབ་འབྱོར་གང་གི་སེམས་གྲུ་དང་། སྟེགས་དང་། ཟམ་པ་དང་། ལམ་པོ་ཆེ་དང་འདྲ་བ་དེ་ལ་ནི་བཟོད་པ་གསོལ་མི་འཚལ་ལོ།
en: Honorable Subhūti, one does not beg pardon of a ship, platform, bridge, or highway. Likewise, honorable Subhūti, one does not beg pardon of someone whose mind is like a ship, platform, bridge, or highway.

source: །བཙུན་པ་རབ་འབྱོར་བྱིས་པ་རྣམས་ལ་ནི་བཟོད་པ་གསོལ་འཚལ་གྱི་འཕགས་པ་རྣམས་ལ་ནི་བཟོད་པ་གསོལ་མི་འཚལ་ལོ།
en: Honorable Subhūti, although one begs pardon of immature beings, one does not beg pardon of noble ones.

source: །བཙུན་པ་རབ་འབྱོར་གང་དག་ལ་གནོད་སེམས་དང་། ཁྲོ་བ་དང་། བག་ལ་ཉལ་སྐྱེ་བ་དེ་དག་ལ་ནི་བཟོད་པ་གསོལ་འཚལ་གྱི། གང་དག་ལ་མི་སྐྱེ་བ་དེ་དག་ལ་ནི་བཟོད་པ་གསོལ་མི་འཚལ་ལོ།
en: Honorable Subhūti, although one begs pardon of those for whom ill will, wrath, and latent tendencies arise, one does not beg pardon of those for whom these do not arise.

source: །བཙུན་པ་རབ་འབྱོར་དཔེར་ན་མེ་འབར་བ་ནི་ཞི་བར་བགྱི་འཚལ་གྱི།
en: Honorable Subhūti, to give an analogy, one might seek to extinguish a blazing fire, but one would not seek to extinguish a fire that is not blazing.

source: མེ་མི་འབར་བ་ནི་ཞི་བར་བགྱི་མི་འཚལ་བ་དེ་བཞིན་དུ་བཙུན་པ་རབ་འབྱོར་གང་དག་གི་ཉོན་མོངས་པ་འབར་བ་དེ་དག་ལ་ནི་བཟོད་པ་གསོལ་འཚལ་གྱི། གང་དག་ཉོན་མོངས་པ་མེད་པ་དེ་དག་ལ་ནི་བཟོད་པ་གསོལ་མི་འཚལ་ལོ།
en: Likewise, honorable Subhūti, although one begs pardon of those whose afflictions are blazing, one does not beg pardon of those without afflictions.”

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས་བུད་མེད་དེ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཆེ་ཞེ་ཁྱོད་ཅི་ཞིག་འདོད་ན་འདི་ལྟར་སེང་གེའི་སྒྲ་སྒྲོགས།
en: Then Venerable Subhūti said to the lady, “Elder sister, what is it that you desire as you roar like a lion in this way?”

source: སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་གང་འདོད་པ་མཆིས་པ་དེས་ནི་སེང་གེའི་སྒྲ་སྒྲོགས་པར་མི་ནུས་སོ།
en: “Honorable Subhūti, one who has desire cannot resound with a lion’s roar.

source: །གང་དག་ཅི་ཡང་མི་འདོད་པ་དེ་དག་ནི་སེང་གེའི་སྒྲ་སྒྲོགས་པར་བགྱིད་དོ།
en: It is those who desire nothing at all who resound with a lion’s roar.

source: དམིགས་པ་མཆིས་པ་ལ་ནི་འདོད་པ་མཆིས་ལ།
en: For someone who has reference points, there is desire.

source: གང་ལ་དམིགས་པ་མ་མཆིས་པ་དེ་ལ་ནི་སེང་གེའི་སྒྲ་ཅི་ཡང་མ་མཆིས་སོ།
en: But for one who is free from reference points, a lion’s roar does not exist at all.

source: །འཇིག་ཚོགས་ལ་ལྟ་བ་མཆིས་པ་ལ་ནི་འདོད་པ་མཆིས་ལ།
en: For one who has the view of the transitory collection, there is desire.

source: གང་ལ་ལྟ་བའི་རྣམ་པ་མ་མཆིས་པ་དེ་ལ་ནི་སེང་གེའི་སྒྲ་ཅི་ཡང་མ་མཆིས་སོ།
en: But for one who does not hold views, there is no lion’s roar at all.

source: །བཙུན་པ་རབ་འབྱོར་གཞན་ཡང་ཅི་ཞིག་བཞེད་པ་ལས་ལེན་པ་མེད་པར་ཟག་པ་རྣམས་ལས་སེམས་རྣམ་པར་གྲོལ་བར་འགྱུར།
en: Furthermore, honorable Subhūti, what wish liberates the mind from defilements with no further grasping?”

source: སྨྲས་པ། ཆེ་ཞེ་འདོད་པ་ཡོད་པ་ལ་ནི་རྣམ་པར་གྲོལ་བ་ཅི་ཡང་མེད་དོ། །སྨྲས་པ།
en: “Elder sister, for one who has desire there is no liberation whatsoever.”

source: བཙུན་པ་རབ་འབྱོར་གང་བཞེད་པས་ལེན་པ་མེད་པར་ཟག་པ་རྣམས་ལས་སེམས་རྣམ་པར་གྲོལ་བ་དེ་བཞིན་དུ་བདག་ཀྱང་དེ་ལྟ་བུའི་འཇུག་པས་ཞུགས་སོ།
en: “Honorable Subhūti, in that way I have also entered the state where the mind is liberated from defilements with no further grasping.

source: །བདག་ཀྱང་དེ་ལྟ་བུའི་རྣམ་པར་གྲོལ་བའི་འཇུག་པས་ཞུགས་སོ།
en: So I too am now liberated.

source: །བདག་ཀྱང་དེ་ལྟ་བུའི་ཆོས་ཀྱི་དབྱིངས་ཀྱི་འཇུག་པས་ཞུགས་སོ།
en: I too have attained an understanding of the realm of phenomena.”

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས་བུད་མེད་དེ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཆེ་ཞེ་ཐེག་པའི་རྣམ་པ་གང་ཡིན་པ་རྣམས་དང་། རྟགས་གང་ཡིན་པ་རྣམས་དང་། མཚན་མ་གང་དག་ཡིན་པ་འདི་ལྟ་བུ་དག་བདག་ལ་སྟོན་པ་ལས་ན། ཁྱོད་ནི་ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པ་ཡིན་པར་ཐེ་ཙོམ་མེད་དོ། །བུད་མེད་དེས་སྨྲས་པ།
en: Then Venerable Subhūti said to the lady, “Elder sister, if you explain to me the aspects, signs, and features of the Great Vehicle, I will have no doubt that you have genuinely entered the Great Vehicle.”

source: བཙུན་པ་རབ་འབྱོར་ཐེག་པ་ཆེན་པོའི་རྣམ་པ་རྣམས་དང་། རྟགས་རྣམས་དང་། མཚན་མ་རྣམས་མཁྱེན་ཏམ། སྨྲས་པ།
en: The lady replied, “Honorable Subhūti, do you know the Great Vehicle’s aspects, signs, and features?”

source: ཆེ་ཞེ་ཉན་ཐོས་ཀྱིས་ནི་མ་ཐོས་པར་ཐེག་པ་ཆེན་པོའི་རྣམ་པ་རྣམས་དང་། རྟགས་རྣམས་དང་། མཚན་མ་རྣམས་ཤེས་པར་མི་ནུས་ཀྱི།
en: “Elder sister, without hearing about them, the hearers are unable to know the Great Vehicle’s aspects, signs, and features.

source: ཆེ་ཞེ་ཐེག་པ་ཆེན་པོའི་རྣམ་པ་རྣམས་དང་། རྟགས་རྣམས་དང་། མཚན་མ་རྣམས་ཤོད་ཅིག །སྨྲས་པ།
en: So therefore, elder sister, please explain the aspects, signs, and features of the Great Vehicle.”

source: བཙུན་པ་རབ་འབྱོར་ཐེག་པ་ཆེན་པོ་ཞེས་བགྱི་བ་དེ་ནི་ཆགས་པ་མ་མཆིས་པའི་ཐེག་པ་དང་། སྒྲིབ་པ་མ་མཆིས་པའི་ཡེ་ཤེས་དང་། ཐ་དད་པ་མ་མཆིས་པའི་ཡེ་ཤེས་ཀྱི་ཚིག་བླ་དགས་སོ།
en: “Honorable Subhūti, the Great Vehicle refers to a vehicle without attachment. It is unobscured wisdom and wisdom beyond distinctions.

source: །བཙུན་པ་རབ་འབྱོར་དཔེར་ན་ལས་སུ་འགྲོ་བའི་ལྷའི་བུ་རྣམས་དང་། ཟླ་བ་དང་། ཉི་མའི་གཞལ་མེད་ཁང་རྣམས་ནི་སེམས་ཅན་རྣམས་ལ་སྣང་བར་བགྱི་བའི་སླད་དུ་ཆགས་པ་མ་མཆིས་པ་དང་། སྒྲིབ་པ་མ་མཆིས་པ་དང་། རྒྱུན་མི་འཆད་པར་ནམ་མཁའ་ལ་ཤུགས་ཀྱིས་མཆི་བ་དེ་བཞིན་དུ།
en: To give an analogy, honorable Subhūti, the chariots of the active gods and those of the moon and the sun spontaneously traverse the sky and shine on beings, doing so without attachment, without obscuration, and without interruption.

source: བཙུན་པ་རབ་འབྱོར་ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པའི་སྐྱེས་བུ་དམ་པ་རྣམས་ནི་སེམས་ཅན་ཐམས་ཅད་ལ་ཆོས་ཀྱི་སྣང་བ་བགྱི་བའི་སླད་དུ་ཆགས་པ་མ་མཆིས་པ་དང་། སྒྲིབ་པ་མ་མཆིས་པ་དང་། རྒྱུན་མི་འཆད་པར་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་པོ་དག་གི་ཤུགས་ཀྱིས་མཆིའོ།
en: Similarly, honorable Subhūti, holy beings who have genuinely entered the Great Vehicle act by the strength of the six perfections and shine the light of the Dharma on all beings without attachment, without obscuration, and without interruption.

source: །བཙུན་པ་རབ་འབྱོར་དཔེར་ན་གླིང་བཞི་ནི་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོའི་ལགས་ཏེ། དེ་གང་དང་གང་དུ་མཆི་བ་དེ་དང་དེར་གླིང་བཞི་པའི་མི་རྣམས་ཀྱིས་བསྟེན་པའི་འོས་སུ་འགྱུར་བ་ལགས་ལ།
en: To give an analogy, honorable Subhūti, the four continents belong to the universal monarch, and wherever he goes it is appropriate that he be attended by the people of the four continents.

source: འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་ཡང་སེམས་ཅན་དེ་དག་ལ་བསམ་པ་མི་མཉམ་པའི་རྣམ་པ་མ་མཆིས་ཏེ་བྱམས་པར་བགྱིད་པ་དེ་བཞིན་དུ།
en: But the universal monarch does not think of those subjects as being unequal to him; rather, he acts with loving-kindness toward them.

source: བཙུན་པ་རབ་འབྱོར་ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པའི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་གྲོང་དང་། གྲོང་ཁྱེར་དང་། གྲོང་རྡལ་དང་། ལྗོངས་དང་། ཡུལ་འཁོར་དང་། རྒྱལ་པོའི་ཕོ་བྲང་ཐམས་ཅད་དུ་གང་དང་གང་དུ་མཆི་བ་དེ་དང་དེར་སེམས་ཅན་ཐམས་ཅད་ཀྱིས་བསྟེན་པའི་འོས་སུ་གྱུར་པ་ལགས་ལ།
en: Likewise, honorable Subhūti, wherever bodhisattvas who have genuinely entered the Great Vehicle go, whether to hamlets, cities, towns, districts, provinces, or royal palaces, it is appropriate that they be attended by all beings.

source: སེམས་ཅན་ཐམས་ཅད་ལ་སེམས་སྙོམས་ཤིང་ཐ་དད་དུ་སྤྱོད་པ་མ་མཆིས་སོ།
en: Nevertheless, those bodhisattvas have an attitude of impartiality toward all those beings and do not act differently toward them.

source: །བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་བསྡུ་བ་རྣམས་བཞིས་སྡུད་པ་ན་སེམས་ཅན་རྣམས་ལ་བྱམས་པ་ཐ་དད་པ་མ་མཆིས་ཏེ་དེས་ན་ཐེག་པ་ཆེན་པོ་ཞེས་བགྱིའོ།
en: When bodhisattvas gather disciples through the four means of attraction, their love for all beings never differs. This is why it is called the Great Vehicle

source: །བཙུན་པ་རབ་འབྱོར་ཐེག་པ་ཆེན་པོ་ཞེས་བགྱི་བ་ནི་ཐེག་པ་དེ་ཆེ་བ་ལགས་ལ།
en: “Honorable Subhūti, the Great Vehicle means that the vehicle is greater.

source: ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མིའམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་རྣམས་དང་། མི་དང་མི་མ་ཡིན་པ་རྣམས་དང་། བརྒྱ་བྱིན་དང་། ཚངས་པ་དང་། འཇིག་རྟེན་སྐྱོང་བ་རྣམས་དང་། མཁས་པ་རྣམས་དང་། སྐྱེས་བུ་དམ་པ་རྣམས་དང་། ཤེས་པ་རྣམས་དང་། ཡང་དག་པར་སོང་བ་རྣམས་དང་། ཡང་དག་པར་ཞུགས་པ་རྣམས་ཀྱིས་མཆོད་པ་ལགས་ཏེ།
en: It is worshiped by gods, nāgas , yakṣas , gandharvas , asuras , garuḍas , kinnaras , mahoragas , humans, nonhumans, Śakra, Brahmā, the guardians of the world, wise ones, holy beings, knowledgeable ones, those who have gone correctly, and those who have entered correctly.

source: དེས་ན་ཐེག་པ་ཆེན་པོ་ཞེས་བགྱིའོ།
en: This is why it is called the Great Vehicle

source: །ཐེག་པ་དེ་ནི་མ་སྐྱེས་པའི་ཕྱིར་མི་ཟད་པའོ།
en: Since the Great Vehicle is unborn, it is inexhaustible.

source: །ཐེག་པ་དེ་ནི་སངས་རྒྱས་ཀྱི་རིགས་མི་འཆད་པའོ།
en: This vehicle is the unbroken lineage of the Buddha.

source: །ཐེག་པ་དེ་ནི་ཆོས་ཀྱི་རིགས་སྡུད་པའོ།
en: This vehicle is the consolidation of the Dharma lineage.

source: །ཐེག་པ་དེ་ནི་དགེ་འདུན་གྱི་རིགས་ཡོངས་སུ་འཛིན་པའོ།
en: This vehicle upholds the Saṅgha lineage.

source: །ཐེག་པ་དེ་ནི་སེམས་ཅན་ཐམས་ཅད་ལ་གོ་སྐབས་འབྱེད་ཅིང་སྒྲིབ་པ་མེད་པའི་ཕྱིར་ཡངས་པའོ།
en: Since this vehicle provides opportunities for all beings and is without obscurations, it is expansive.

source: །ཐེག་པ་དེ་ནི་ཕན་མ་མཆིས་པའི་ཕྱིར་འདུས་མ་བྱས་པའོ།
en: Since this vehicle is not a matter of improvement, it is unconditioned.

source: །ཐེག་པ་དེ་ནི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་གིས་ཤིན་ཏུ་སྦྱང་བ་བྱས་པའོ།
en: This vehicle brings proficiency by means of the six perfections.

source: །ཐེག་པ་དེ་ནི་བསྡུ་བ་རྣམ་བཞིས་ལེགས་པར་བསྡུས་པའོ།
en: This vehicle excellently draws others in through the four means of attraction.

source: །ཐེག་པ་དེ་ནི་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་རྗེས་སུ་འབྲང་བའི་ཕྱིར་ཤིན་ཏུ་ཡང་དག་པར་སོང་བའོ།
en: Since it follows the eight branches of the path of the noble ones, this vehicle proceeds correctly.

source: །ཐེག་པ་དེ་ནི་ཞི་གནས་དང་། ལྷག་མཐོང་བསྒོམས་པས་བཞོན་པ་བཟང་པོ་ལྡན་པའོ།
en: Due to the cultivation of tranquility and special insight, this vehicle is a fine conveyance.

source: །ཐེག་པ་དེ་ནི་དྲན་པ་ཉེ་བར་གཞག་པ་དང་། བྱང་ཆུབ་ཀྱི་སེམས་མི་བརྗེད་པའི་ཕྱིར་ཁ་ལོ་སྒྱུར་བ་བཟང་པོའི་གནས་སོ།
en: Because the four applications of mindfulness and the mind of awakening are not forgotten, it is the abode of the excellent helmsman.

source: །ཐེག་པ་དེ་ནི་སྙིང་རྗེ་ཆེན་པོས་ཤིན་ཏུ་བརྟན་པའོ།
en: Because of its great compassion, this vehicle is extremely stable.

source: །ཐེག་པ་དེ་ནི་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱིས་ལེགས་པར་གནས་པའོ།
en: This vehicle is well-established by the state of omniscience itself.

source: །ཐེག་པ་དེ་ནི་བདུད་ཐམས་ཅད་ཕམ་པར་བྱས་པས་འཇིགས་པ་དང་བྲལ་བའོ།
en: Because it conquers all demons, this vehicle is free from fear.

source: །ཐེག་པ་དེ་ནི་ཤེས་རབ་ཀྱི་སྣང་བ་ཡང་དག་པར་སྟོན་པའི་ཕྱིར་མུན་པ་དང་བྲལ་བའོ།
en: Displaying the light of knowledge, this vehicle is free from darkness.

source: །ཐེག་པ་དེ་ནི་དགེ་བའི་རྩ་བ་ཐམས་ཅད་སྡུད་ཅིང་སོགས་པས་ཤིན་ཏུ་འབྱོར་བའོ།
en: Having gathered and accumulated all roots of virtue, this vehicle is the greatest wealth.

source: །ཐེག་པ་དེ་ནི་ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་གྱིས་ཕྱག་བགྱིས་པའོ།
en: This vehicle is revered by the world and its gods.

source: ཐེག་པ་དེ་ནི་ཕས་ཀྱི་རྒོལ་བ་ཐམས་ཅད་ཀྱིས་མི་རྫི་བའོ།
en: This vehicle cannot be destroyed by any opponent.

source: །ཐེག་པ་དེ་ནི་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་རྟོགས་པར་དཀའ་བའོ།
en: This vehicle is difficult for any hearer or solitary buddha to comprehend.

source: །ཐེག་པ་དེ་ནི་མ་དད་པ་རྣམས་དགའ་བར་བགྱིད་པའོ།
en: “This vehicle delights those lacking faith.

source: །ཐེག་པ་དེ་ནི་སྡང་བ་རྣམས་བྱམས་པར་བགྱིད་པའོ།
en: This vehicle brings loving-kindness to those who are aggressive.

source: །ཐེག་པ་དེ་ནི་སེར་སྣ་ཅན་རྣམས་ཀྱི་གཏོང་བ་བགྱིད་པའོ།
en: This vehicle brings generosity to the miserly.

source: །ཐེག་པ་དེ་ནི་ཚུལ་ཁྲིམས་འཆལ་པ་རྣམས་ཀྱི་ཚུལ་ཁྲིམས་བགྱིད་པའོ།
en: This vehicle brings discipline to those whose discipline is lax.

source: །ཐེག་པ་དེ་ནི་གནོད་སེམས་ཀྱི་སེམས་དང་ལྡན་པ་རྣམས་ཀྱི་བཟོད་པ་བགྱིད་པའོ།
en: This vehicle brings patience to those who harbor ill will.

source: །ཐེག་པ་དེ་ནི་ལེ་ལོ་ཅན་རྣམས་ཀྱི་བརྩོན་འགྲུས་བགྱིད་པའོ།
en: This vehicle brings diligence to the lazy.

source: །ཐེག་པ་དེ་ནི་བརྗེད་ངས་པ་རྣམས་དྲན་པར་བགྱིད་པའོ།
en: This vehicle brings mindfulness to the forgetful.

source: །ཐེག་པ་དེ་ནི་སེམས་རྣམ་པར་གཡེངས་པ་རྣམས་ཉེ་བར་ཞི་བར་བགྱིད་པའོ།
en: This vehicle brings calm to the distracted.

source: །ཐེག་པ་དེ་ནི་ཤེས་རབ་འཆལ་པ་རྣམས་ཀྱི་ཤེས་རབ་བགྱིད་པའོ།
en: This vehicle brings knowledge to those whose knowledge is faulty.

source: །ཐེག་པ་དེ་ནི་དབུལ་པོ་རྣམས་ཀྱི་ནོར་བགྱིད་པའོ།
en: This vehicle brings wealth to the poor.

source: །ཐེག་པ་དེ་ནི་སྡུག་བསྔལ་བ་རྣམས་བདེ་བར་བགྱིད་པའོ།
en: This vehicle brings ease to those who suffer.

source: །ཐེག་པ་དེ་ནི་མཁས་པ་རྣམས་མཆོག་ཏུ་དགའ་བར་བགྱིད་པའོ།
en: This vehicle brings supreme joy to the wise.

source: །ཐེག་པ་དེ་ནི་ཤེས་པ་རྣམས་དང་བར་བགྱིད་པ་སྟེ།
en: This vehicle brings delight to the knowledgeable.

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས་བུད་མེད་དེ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཆེ་ཞེ་ཁྱོད་ཀྱིས་ཐེག་པ་ཆེན་པོའི་རྣམ་པ་རྣམས་དང་། རྟགས་རྣམས་དང་། མཚན་མ་རྣམས་ལེགས་པར་སྨྲས་སོ།
en: Then Venerable Subhūti said to the lady, “Elder sister, you have excellently articulated the aspects, signs, and features of the Great Vehicle.”

source: །བུད་མེད་དེས་སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་ཐེག་པ་ཆེན་པོའི་རྣམ་པ་རྣམས་དང་། རྟགས་རྣམས་དང་། མཚན་མ་རྣམས་ནི་བསྐལ་པའམ། དེ་བས་ཆེས་ལྷག་པར་བདག་གིས་བཤད་དུ་ལགས་ཀྱང་མཐར་ཕྱིན་པར་མི་འགྱུར་རོ།
en: “Honorable Subhūti,” replied the lady, “even if I were to explain the aspects, signs, and features of the Great Vehicle for an eon, or even longer than that, I would not reach the end.
